Repository: chewburashka/mageia-translation
Catalog: *_translations/lxde-control-center.po
Languages: ru

source: <b>Error:</b>
ru: <b>Ошибка:</b>

source: Control Center
ru: Центр управления LXDE

source: Item
ru: Пункт

source: Command
ru: Команда

source: Appearance
ru: Внешний вид

source: Network & Internet
ru: Сеть и Интернет

source: Programs
ru: Программы

source: User accounts and access control
ru: Аккаунты и доступ

source: User Accounts
ru: Аккаунты пользователей

source: System and security
ru: Система и безопасность

source: Hardware and sound
ru: Звук и оборудование

source: About
ru: Об авторах

source: Back to menu
ru: Назад к меню

source: Options
ru: Параметры

source: Mode
ru: Режим

source: Advanced mode
ru: Расширенный

source: Normal mode
ru: Обычный

source: Suggestions
ru: Рекомендации

source: Show suggestions
ru: Показывать рекомендации

source: Visual effects
ru: Визуальные эффекты

source: Use visual effects (slower)
ru: Использовать эффекты (медленнее)

source: If you want better performance (faster), disable visual effects.
ru: Если вы хотите улучшить производительность, отключите эффекты

source: Apply
ru: Применить

source: Change the background and theme
ru: Смена фона и темы

source: Configure visual effects
ru: Настройка визуальных эффектов

source: Adjust the screen resolution
ru: Настройка разрешения экрана

source: Network connections
ru: Сетевые соединения

source: Network tools
ru: Сетевые инструменты

source: Network sites
ru: Сетевые сайты

source: Add or remove user accounts
ru: Удаление и добавление аккаунтов пользователей

source: Set up Parental Control
ru: Настройка Родительского контроля

source: Install drivers
ru: Установка драйверов

source: View devices and printers
ru: Просмотр устройств и принтеров

source: Status computer
ru: Состояние компьютера

source: Make a backup
ru: Создание резервных копий

source: Add/Remove programs
ru: Установка/удаление программ

source: Set favorite applications
ru: Предпочтительные приложения

source: Remove unused files
ru: Удаление неиспользуемых файлов

source: Find and fix problems
ru: Поиск и решение проблем

source: Edit items
ru: Редактировать элементы

source: Suggested programs
ru: Рекомендуемые программы

source: Add or remove items
ru: Добавление/удаление элементов

source: Resore original
ru: Восстановить умолчания

source: Add item
ru: Добавить элемент

source: Title: (eg Change Wallpaper)
ru: Заголовок (например, Смена обоев):

source: Command app:
ru: Команда запуска:

source: Icon file:
ru: Файл значка:

source: Options icon
ru: Параметры значка:

source: The command <b>%s</b> already exists
ru: Команда <b>%s</b> уже задана

source: The title <b>%s</b> already exists
ru: Заголовок <b>%s</b> уже задан

source: Edit item
ru: Редактировать элемент

source: Configuration tool for LXDE
ru: Инструмент настройки для LXDE

source: The command <b>%s</b> is not found or not is executable
ru: Команда <b>%s</b> не найдена или не является командой запуска

source: Configure Openbox
ru: Настройка Openbox

source: Configure theme and icons
ru: Настройка темы и значков

source: Change the background
ru: Смена фона рабочего стола

source: Set up screensaver
ru: Настройка скринсейвера

source: Configure font
ru: Настройка шрифтов

source: Autenfication
ru: Аутентификация

source: Edit software sources
ru: Редактирование источников программ

source: Check system updates
ru: Проверка обновлений системы

source: VPN/L2TP connection setup
ru: Настройка соединения VPN PPTP/L2TP/OpenL2TP

source: Proxy settings
ru: Настройки proxy

source: Setup NFS share
ru: Настройка общего доступа по NFS

source: Setup Samba share
ru: Настройка общего доступа по Samba

source: Setup remote share connection
ru: Настройка доступа к удаленным сетевым ресурсам

source: Set up firewall
ru: Настройка файервола

source: Configure hostname
ru: Настройка имени хоста

source: Configure Internet share
ru: Настройка общего доступа к Интернету

source: Find and setup you hardware
ru: Поиск и настройка оборудования

source: Setup you videocard and monitor
ru: Настройка видеокарты и монитора

source: Setup you keyboard
ru: Настройка клавиатуры

source: Setup you mouse
ru: Настройка мыши

source: Setup printers
ru: Настройка принтера

source: Setup scanner
ru: Настройка сканера

source: Configure keyboard, mouse and touchpad
ru: Настройка клавиатуры, мыши и тачпада

source: Configure soundcard
ru: Настройка звуковой карты

source: Configure sound
ru: Настройка звука

source: Setup UPS
ru: Настройка ИБП

source: Configure system services
ru: Управление системными службами

source: Configure locale
ru: Языковые параметры

source: Configure keyboard layout
ru: Настройка раскладок клавиатуры

source: Configure date and time
ru: Настройка даты и времени

source: Configure system boot
ru: Настройка загрузки системы

source: See system logs
ru: Показ системных событий

source: Configure system security
ru: Настройка безопасности системы

source: Manage you disks
ru: Управление дисками
