Repository: chewburashka/mageia-translation
Catalog: *_translations/help-*/help-*.po
Languages: ru

source: Select your preferred language, by first expanding the list for your continent. <application>Mageia</application> will use this selection during the installation and for your installed system.
ru: Выберите нужный язык интерфейса системы. Для этого сначала откройте список стран вашего континента. <application>Mageia</application> будет использоваться этот выбор во время установки и в установленной системе.

source: If it is likely that you will require several languages installed on your system, for yourself or other users, then you should use the <guibutton>Multiple languages</guibutton> button to add them now. It will be difficult to add extra language support after installation.
ru: Если в системе будет использоваться несколько языков (вами или другими пользователями), нажмите кнопку <guibutton>Несколько языков</guibutton> , чтобы добавить их. После установки добавить поддержку языков будет довольно сложно.

source: Even if you choose more than one language, you must first choose one of them as your preferred language in the first language screen. It will also be marked as chosen in the multiple languages screen .
ru: Даже если вами было выбрано несколько языков, вам сначала необходимо выбрать одну из них как основной язык страниц программы установки. Кроме того, этот язык будет отмечен и в окне выбора нескольких языков.

source: If your keyboard language is not the same as your preferred language, then it is advisable to install the language of your keyboard as well.
ru: Если раскладка вашей клавиатуры не совпадает с раскладкой, используемой для желаемого языка, следует также установить языковые пакеты для языка, связанной с выбранной раскладкой.

source: Mageia uses UTF-8 (Unicode) support by default. This may be disabled in the "multiple languages" screen if you know that it is inappropriate for your language. Disabling UTF-8 applies to all installed languages.
ru: По умолчанию в Mageia используется кодировка UTF-8 (Unicode). Это кодирование можно отключить в окне выбора нескольких языков, если вам заранее известно, что Unicode несовместим с вашим языком. Выключение UTF-8 касается всех установленных языков.

source: You can change the language of your system after installation in the Mageia Control Center -&gt; System -&gt; Manage localization for your system.
ru: Изменить язык интерфейса системы после установки можно с помощью Центра управления Mageia -&gt; Система -&gt; Настроить локализацию системы.

source: Choose hard disk to erase for <application>Mageia</application>
ru: Выбор диска для очистки с целью установки <application>Mageia</application>.

source: Select the hard disk that should be formatted to install <application>Mageia</application>.
ru: Выберите жесткий диск, который следует форматировать для установки <application>Mageia</application>.

source: Be sure to select the correct hard disk. All data on the selected disk will be lost. This step can not be undone.
ru: Убедитесь, что именно тот жесткий диск. Все данные на выбранном диске будут потеряны. Восстановить данные после очистки будет очень трудно (я бы сказал не реально).

source: Confirm hard disk to be formatted
ru: Подтверждение форматирования жесткого диска

source: Click on <guibutton>Previous</guibutton> if you are not sure about your choice.
ru: Нажмите кнопку <guibutton>Назад</guibutton>, если вы не уверены сделанному выбору.

source: Click on <guibutton>Next</guibutton> if you are sure and want to erase every partition, every operating system and all data on that hard disk.
ru: Нажмите кнопку <guibutton>Далее</guibutton>, если вы уверены и хотите стереть все разделы, все операционные системы на диске и все данные, хранящиеся на этом диске.

source: Partitioning
ru: Разбивка на разделы

source: In this screen you can see the content of your hard drive(s) and see the solutions the DrakX partitioning wizard found for where to install <application>Mageia</application>.
ru: С помощью этой страницы вы сможете просмотреть содержимое всех дисков компьютера и ознакомиться с предложениями мастера разделения на разделы DrakX о месте установки <application>Mageia</application>.

source: The options available from the list below will vary depending on your particular hard drive(s) layout and content.
ru: Перечень пунктов в приведённом ниже списке зависет от комплектации компьютера и содержимого дисков.

source: Use Existing Partitions
ru: Использовать существующие разделы

source: If this option is available, then existing Linux compatible partitions have been found and may be used for the installation.
ru: Этим вариантом можно будет воспользоваться, если на диске будут обнаружены совместимые с Linux разделы, которыми можно воспользоваться для установки системы.

source: Use Free Space
ru: Использовать свободное место

source: If you have unused space on your hard drive then this option will use it for your new Mageia installation.
ru: Этим вариантом можно будет воспользоваться, если на вашем диске есть свободное место, достаточное для установки новой системы Mageia.

source: Use Free Space on a Windows Partition
ru: Использовать свободное пространство на разделе Microsoft Windows®

source: If you have unused space on an existing Windows partition, the installer may offer to use it.
ru: Этим вариантом можно будет воспользоваться, если на уже созданных разделах Windows достаточно свободного места для установки новой операционной системы.

source: This can be a useful way of making room for your new Mageia installation, but is a risky operation so you should make sure you have backed up all important files!
ru: Этот вариант получения места для установки Mageia может быть полезным, но в случае его использования вы рискуете потерей данных, поэтому вам следует предварительно создать резервные копии важных для вас файлов!

source: Note that this involves shrinking the size of the Windows partition. The partition must be "clean", meaning that Windows must have closed down correctly the last time it was used. It must also have been defragmented, although this is not a guarantee that all files in the partition have been moved out of the area that is about to be used. It is highly recommended to back up your personal files.
ru: Заметьте, что размер раздела Windows будет уменьшен. Раздел должен быть «очищен», то есть работа Windows должна быть завершена в штатном режиме во время последнего сеанса, когда вы пользовались этой операционной системой. Кроме того, раздел должен быть дефрагментирован, хотя дефрагментация и не гарантирует полного передвижения файлов с места на диске, которое будет использовано для Mageia. Мы настоятельно рекомендуем вам создать резервные копии важных для вас файлов.

source: Erase and use Entire Disk.
ru: Стереть и использовать весь диск

source: This option will use the complete drive for Mageia.
ru: При использовании этого варианта для установки Mageia будет использован весь объем на диске.

source: Note! This will erase ALL data on the selected hard drive. Take care!
ru: Замечание: все данные на диске будет в таком случае уничтожены. Будьте осторожны!

source: If you intend to use part of the disk for something else, or you already have data on the drive that you are not prepared to lose, then do not use this option.
ru: Если часть диска будет впоследствии использовано для хранения каких-то данных или на диске уже хранятся какие-то важные данные, не пользуйтесь этим вариантом.

source: Custom
ru: Вручную

source: This gives you complete control over the placing of the installation on your hard drive(s).
ru: С помощью этого варианта вы можете получить полный доступ к расположению разделов на вашем диске в соответствии с вашими предпочтениями.

source: If you have a SSD (Solid State Drive) instead of a hard disk, at the time this help was written, it was inadvisable to create the partitions with this tool because they would not be aligned. The SSD would work but with reduced speed and lifetime. Use a partitioning tool such as Gparted instead with these partition alignment settings for each partition :
ru: Если на вашем компьютере установлен SSD (твердотельный накопитель) вместо жесткого диска, на момент написания этой справки создания разделов с помощью этого инструмента не рекомендуется, поскольку такие разделы не будет должным образом выровнены. Диск SSD работает, но скорость его работы и время работоспособности значительно уменьшится. Воспользуйтесь программой для разделения на разделы, в частности Gparted, с такими параметрами выравнивания разделов для каждого раздела:

source: Free space preceding (MiB) : 2
ru: Свободное место перед (МБ): 2

source: Round to cylinders : unchecked
ru: Округлить цилиндры: не обозначено

source: Choosing Packages to be Installed
ru: Выбор пакетов, следует установить

source: This file is choosePackages.html.
ru: Это файл choosePackages.html.

source: This page was split into 4 new pages. We must keep it in Calenco for the history, but it shouldn't be used in a publication anymore.
ru: Эта страница разделена на 4 новых страницы. Мы сохраняем ее на Calenco из исторических соображений, но ее не следует использовать для обнародования.

source: Custom disk partitioning with DiskDrake
ru: Нетипичный разделение диска на разделы с помощью DiskDrake

source: If you wish to use encryption on your <literal>/</literal> partition you must ensure that you have a separate <literal>/boot</literal> partition. The encryption option for the <literal>/boot</literal> partition must NOT be set, otherwise your system will be unbootable.
ru: Если на вашем разделе, <literal>/</literal> вы хотите воспользоваться шифрованием, каталог <literal>/boot</literal> следует хранить на отдельном разделе. Не следует шифровать каталог <literal>/boot</literal>,иначе загрузка системы станет невозможным.

source: Adjust the layout of your disk(s) here. You can remove or create partitions, change the filesystem of a partition or change its size and even view what is in them before you start.
ru: С помощью этой страницы можно определить компоновки разделов в системе. С ее помощью можно удалять и создавать разделы, изменять файловые системы на разделах или размеры разделов и даже просматривать содержимое разделов до внесения изменений.

source: There is a tab for every detected hard disk or other storage device, like an USB key. For example sda, sdb and sdc if there are three of them.
ru: Для каждого обнаруженого жесткого диска или другого носителя данных (в частности карточки флэш USB) будет отведена своя вкладка. Пример: sda, sdb и sdc, если будет обнаружено три диска.

source: Push <guibutton>Clear all</guibutton> to wipe all partitions on the selected storage device
ru: Нажмите кнопку <guibutton>Очистить все</guibutton>, чтобы все разделы на выбранном носителе данных были изъяты.

source: For all other actions: click on the desired partition first. Then view it, or choose a filesystem and a mount point, resize it or wipe it.
ru: Чтобы выполнить любое другое действие, сначала отметьте область соответствующего раздела. Затем просмотрите данные по разделу, измените его файловую систему и точку монтирования, размеры или просто удалите все разделы.

source: Continue until you adjusted everything to your wishes.
ru: Повторяйте эти действия для всех соответствующих разделов, пока все не станет так как вы хотите.

source: Click <guibutton>Done</guibutton> when you're ready.
ru: Нажмите кнопку <guibutton>Выполнено</guibutton>, когда настройки будет завершены.

source: Congratulations
ru: Поздравляем

source: You have finished installing and configuring <application>Mageia</application> and it is now safe to remove the installation medium and reboot your computer.
ru: Теперь <application>Mageia</application> установлена и настроена, можно извлекать носитель для установки системы и перезагружать компьютер.

source: After reboot, in the bootloader screen, you can choose between the operating systems on your computer (if you have more than one).
ru: После перезагрузки с помощью экрана загрузки вы сможете выбрать одну из операционных систем, установленных на вашем компьютере (если установлено несколько систем).

source: If you didn't adjust the settings for the bootloader, your Mageia install will be automatically selected and started.
ru: Если вы не скорректирует параметров загрузчика, тогда автоматически запустится выбранная установленная вами операционная система Mageia.

source: Enjoy!
ru: Приятной работы!

source: Visit www.mageia.org if you have any questions or want to contribute to Mageia
ru: Посетите www.mageia.org, если хотите узнать больше об участии в сообществе Mageia

source: Formatting
ru: Форматирования

source: Here you can choose which partition(s) you wish to format. Any data on partitions <emphasis>not</emphasis> marked for formatting will be saved.
ru: С помощью этой страницы вы можете определиться с тем, какие разделы следует форматировать. Все данные на разделах, которые <emphasis>не</emphasis> отмечены для форматирования, будут сохранены.

source: Usually at least the partitions DrakX selected, need to be formatted
ru: Обычно, форматирование нужно по крайней мере для разделов, выбранных DrakX.

source: Click on <guibutton>Advanced</guibutton> to choose partitions you want to check for so called <emphasis>bad blocks</emphasis>
ru: Нажмите кнопку <guibutton>Дополнительно</guibutton>, чтобы выбрать разделы, которые следует проверить на так называемые<emphasis>поврежденные блоки</emphasis>.

source: If you're not sure you have made the right choice, you can click on <guibutton>Previous</guibutton>, again on <guibutton>Previous</guibutton> and then on <guibutton>Custom</guibutton> to get back to the main screen. In that screen you can choose to view what is in your partitions.
ru: Если вы не уверены в правильности своего выбора, вы можете нажать кнопку <guibutton>Назад</guibutton>, еще раз <guibutton>Назад</guibutton>, а потом кнопку <guibutton>Вручную</guibutton>, чтобы вернуться к основной странице. С помощью основной страницы можно просмотреть текущие параметры разделов.

source: When you are confident about the selection, click on <guibutton>Next</guibutton> to continue.
ru: Если вы уверены в своем выборе, нажмите кнопку <guibutton>Далее</guibutton>, чтобы продолжить работу с программой.

source: Updates
ru: Обновления

source: Since this version of <application>Mageia</application> was released, some packages will have been updated or improved.
ru: Со времени выпуска этой версии <application>Mageia</application> некоторые пакеты могли быть обновлены и улучшены.

source: Choose <guilabel>yes</guilabel> if you wish to download and install them, select <guilabel>no</guilabel> if you don't want to do this now, or if you aren't connected to the Internet
ru: Нажмите кнопку <guilabel>Да</guilabel>, если вы хотите получить и установить эти пакеты, или выберите <guilabel>нет</guilabel>, если вы не хотите делать этого сейчас или ваш компьютер не подключён к интернету.

source: Then press <guibutton>Next</guibutton> to continue
ru: Как только выбор будет сделан, нажмите кнопку <guibutton>Далее</guibutton>, чтобы продолжить работу с программой.

source: Summary of miscellaneous parameters
ru: Резюме относительно других параметров

source: DrakX made smart choices for the configuration of your system depending on the choices you made and on the hardware DrakX detected. You can check the settings here and change them if you want after pressing <guibutton>Configure</guibutton>.
ru: DrakX пытается правильно определить настройки вашей системы согласно сделанного вами выбора и выявленного DrakX оборудования. Вы можете ознакомиться с выбранными параметрами и, если нужно, изменить: для этого достаточно нажать кнопку <guibutton>Настроить</guibutton>.

source: System parameters
ru: Параметры системы

source: <guilabel>Timezone</guilabel>
ru: <guilabel>Часовой пояс</guilabel>

source: DrakX selected a time zone for you, depending on your preferred language. You can change it if needed. See also <xref linkend="configureTimezoneUTC"></xref>
ru: DrakX выбирает часовой пояс на основе указанного вами желаемого языка. При необходимости вы можете изменить часовой пояс. См. также <xref linkend="configureTimezoneUTC"></xref>.

source: <guilabel>Country / Region</guilabel>
ru: <guilabel>Страна / Регион</guilabel>

source: If you are not in the selected country, it is very important that you correct the setting. See <xref linkend="selectCountry"></xref>
ru: Если вы находитесь не в той стране, которая была выбрана автоматически, очень важно исправить значение этого параметра. См.. <xref linkend="selectCountry"></xref>.

source: <guilabel>Bootloader</guilabel>
ru: <guilabel>Загрузчик</guilabel>

source: DrakX has made good choices for the bootloader setting.
ru: DrakX автоматически выбирает соответствующие параметры загрузчика.

source: Do not change anything, unless you know how to configure Grub and/or Lilo
ru: Не вносите никаких изменений, если вы не являетесь знатоком в настройках Grub и/или Lilo

source: For more information, see <xref linkend="setupBootloader"></xref>
ru: Чтобы узнать больше, обратитесь к разделу <xref linkend="setupBootloader"></xref>.

source: <guilabel>User management</guilabel>
ru: <guilabel>Управление учетными записями</guilabel>

source: You can add extra users here. They will each get their own <literal>/home</literal> directories and will not be able to look in your or each other's documents, mails, pictures and other files.
ru: С помощью этой страницы вы можете добавить учетные записи пользователей. У каждого пользователя будет свой ​​каталог <literal>/home</literal>, пользователи не смогут просматривать документы, почтовые сообщения, личные изображения и другие файлы других пользователей.

source: <guilabel>Services</guilabel>:
ru: <guilabel>Службы</guilabel>:

source: System services refer to those small programs which run the background (daemons). This tool allows you to enable or disable certain tasks.
ru: Системными службами называются те небольшие программы, которые работают в фоновом режиме (фоновые службы). С помощью этого инструмента вы сможете включить или отключить некоторые из этих служб.

source: You should check carefully before changing anything here - a mistake may prevent your computer from operating correctly.
ru: Вам следует быть осторожными в выборе: ошибки могут привести к ухудшению работы компьютера.

source: For more information, see <xref linkend="configureServices"></xref>
ru: Чтобы узнать больше, обратитесь к разделу <xref linkend="configureServices"></xref>.

source: Hardware parameters
ru: Параметры оборудования

source: <guilabel>Keyboard</guilabel>:
ru: <guilabel>Клавиатура</guilabel>:

source: This is where you setup or change your keyboard layout which will depend on your location, language or type of keyboard.
ru: С помощью этого раздела можно настроить или изменить раскладку клавиатуры, параметры которой будут зависеть от места вашего расположения, языка и типа клавиатуры.

source: <guilabel>Mouse</guilabel>:
ru: <guilabel>Мишь</guilabel>:

source: Here you can add or configure other pointing devices, tablets, trackballs etc.
ru: С помощью этого раздела страницы можно настроить координатные устройства, планшеты, шаровые манипуляторы и т.д..

source: <guilabel>Sound card</guilabel>:
ru: <guilabel>Звуковая плата</guilabel>:

source: This section allows you to fine tune your sound card. In most cases the options selected will work with your computer.
ru: С помощью этого раздела вы сможете выполнить точную настройку звуковой подсистемы компьютера. В основном, можно довольствоваться типовыми параметрами настройки.

source: <guilabel>Graphical interface</guilabel>:
ru: <guilabel>Графический интерфейс</guilabel>:

source: This section allows you to configure your graphic card(s) and displays.
ru: С помощью этого раздела страницы вы можете настроить параметры работы ваших графических карт и дисплеев.

source: For more information, see <xref linkend="configureX_chooser"></xref>.
ru: Чтобы узнать больше, обратитесь к разделу<xref linkend="configureX_chooser"></xref>.

source: Network and Internet parameters
ru: Параметры сети и работы в интернете

source: <guilabel>Network</guilabel>:
ru: <guilabel>Сеть</guilabel>:

source: You can configure your network here, but for network cards with non-free drivers it is better to do that after reboot, in the <application>Mageia Control Center</application>, after having enabled the non-free media repositories.
ru: В этом разделе вы можете настроить сеть. Впрочем если вы используете закрытые драйвера для сетевой карты, то лучше сделать настройку после установки системы в <application>Центре управления Mageia</application>, после включения репозиториев закрытых (non-free) пакетов.

source: When you add a network card, do not forget to set your firewall to watch that interface as well.
ru: При добавлении сетевой карты не забудьте вместе с ней настроить брандмауэр (сетевой экран), который будет следить за соответствующим интерфейсом.

source: <guilabel>Proxies</guilabel>:
ru: <guilabel>Прокси</guilabel>:

source: A Proxy Server acts as an intermediary between your computer and the wider internet. This section allows you to configure your computer to utilize a proxy service.
ru: Прокси-сервер является промежуточным звеном между компьютером и интернетом. С помощью этого раздела вы сможете настроить компьютер на использование служб прокси-сервера.

source: You may need to consult your systems administrator to get the parameters you need to enter here
ru: Вам стоит посоветоваться с вашим системным администратором, чтобы узнать больше о значении параметров, которые следует указать в этом разделе.

source: Security
ru: Безопастность

source: <guilabel>Security Level</guilabel>:
ru: <guilabel>Уровень безопастности</guilabel>:

source: Here you set the Security level for your computer, in most cases the default setting (Standard) is adequate for general use.
ru: С помощью этого раздела вы можете определить уровень защиты вашего компьютера. В основном, типичный вариант (Стандартный) предоставит вашему компьютеру достаточную защиту.

source: Check the option which best suits your usage.
ru: Выберите тот из вариантов, который лучше всего соответствует вашему образу использования системы.

source: <guilabel>Firewall</guilabel>:
ru: <guilabel>Защитный шлюз</guilabel>:

source: A firewall is intended to be a barrier between your important data and the rascals out there on the internet who would compromise or steal it.
ru: Брандмауэр или сетевой экран является барьером, который защищает важные данные от доступа к ним мошенников из интернета, пытающихся похитить и воспользоваться этими данными.

source: Select the services that you wish to have access to your system. Your selections will depend on what you use your computer for.
ru: Выберите службы, каким должен быть разрешен доступ к вашей системе. Выбор служб зависет от назначения компьютера, на котором работает операционная система.

source: Bear in mind that allowing everything (no firewall) may be very risky.
ru: Помните, что включение доступа без ограничений (выключение брандмауэра) может значительно снизить уровень защиты вашей системы.

source: Resize <application>Windows<superscript>®</superscript></application> partition
ru: Изменение размеров раздела <application>Windows<superscript>®</superscript></application>

source: You have more than one <application>Windows<superscript>®</superscript></application> partition. Choose which one should be made smaller to make space for installing <application>Mageia</application>.
ru: В вашей системе несколько разделов <application>Windows<superscript>®</superscript></application>. Выберите один из них, тот, который следует уменьшить в размерах, чтобы получить достаточно места для установки <application>Mageia</application>.
