Repository: chewburashka/mageia-translation
Catalog: *_translations/help-*/help-*.po
Languages: ru

source: No matter which graphical environment (also known as desktop environment) you chose for this install of <application>Mageia</application>, they are all based on a graphical user interface system called <acronym>X Window System</acronym>, or simply <acronym>X</acronym>. So in order for <acronym>KDE</acronym>, <acronym>Gnome</acronym>, <acronym>LXDE</acronym> or any other graphical environment to work well, the following <acronym>X</acronym> settings need to be correct. Choose the correct settings if you can see that <application>DrakX</application> didn't make a choice, or if you think the choice is incorrect.
ru: Безразлично, какая графическая среда (или рабочая среда) была выбрана во время установки <application>Mageia</application>, все эти среды основаны на графическом интерфейсе, который называется <acronym>X Window System</acronym> или просто <acronym>X</acronym>. Следовательно, чтобы <acronym>KDE</acronym>, <acronym>Gnome</acronym>, <acronym>LXDE</acronym> или любая другая графическая среда работала должным образом, указанные ниже параметры работы сервера <acronym>X</acronym>должны быть определены правильно. Изменять значения параметров следует, если заметно, что <application>DrakX</application> сделал ошибочный выбор, или если вам кажется, что этот выбор является ошибочным.

source: <emphasis><guibutton>Graphic card</guibutton></emphasis>: Choose your card from the list if needed.
ru: <emphasis><guibutton>Графическая карта</guibutton></emphasis>: если нужно, выберите установленную на компьютере графическую карту из списка.

source: <emphasis><guibutton>Monitor</guibutton></emphasis>: You can choose <guilabel>Plug'n Play</guilabel> when applicable, or choose your monitor from the <guilabel>Vendor</guilabel> or <guilabel>Generic</guilabel> list. Choose <guilabel>Custom</guilabel> if you prefer to manually set the horizontal and vertical refresh rates of your monitor.
ru: <emphasis><guibutton>Монитор</guibutton></emphasis>: вы можете вибрать <guilabel>Plug'n Play</guilabel> если считаете, что это правильно, или выбрать пункт вашего монитора из списка <guilabel>Производитель</guilabel> или <guilabel>Общий</guilabel>. Выберете пункт <guilabel>Дополнительно</guilabel>, если хотите вручную указать частоту обновления изображения по вертикали и горизонтали для вашего монитора.

source: Incorrect refresh rates may damage your monitor
ru: Ошибочно указаны частоты обновления изображения могут привести к повреждению монитора.

source: <emphasis><guibutton>Resolution</guibutton></emphasis>: Set the desired resolution and color depth of your monitor here.
ru: <emphasis><guibutton>Разрешение</guibutton></emphasis>: с помощью этого пункта можно выбрать желаемое разрешение и глубину цвета на вашем мониторе.

source: <emphasis><guibutton>Test</guibutton></emphasis>: The test button does not always appear during install. If the button is there, you can control your settings by pressing it. If you see a question asking you whether your settings are correct, you can answer "yes", and the settings will be kept. If you don't see anything, you'll return to the configuration screen and be able to reconfigure everything until the test is good. <emphasis>Make sure your settings are on the safe side if the test button isn't available</emphasis>
ru: <emphasis><guibutton>Проверить</guibutton></emphasis>: кнопка проверки при установке недоступна. Если кнопка доступна, посредством ее нажатия вы можете проверить, правильно ли указан параметры. В ответ на вопрос о правильности параметров вы можете ответить «да», чтобы сохранить указанные параметры. Если же изображение на мониторе нет, система через некоторое время вернет вас к окну настройки, с помощью которого вы сможете исправить настройки, пока не будет достигнут желаемый результат. <emphasis>Если кнопка проверки недоступна, вам следует самостоятельно позаботиться о том, чтобы указанные параметры были безопасными.</emphasis>

source: <emphasis><guibutton>Options</guibutton></emphasis>: Here you can choose to enable or disable various options.
ru: <emphasis><guibutton>Параметры</guibutton></emphasis>: с помощью этого пункта вы можете включить или отключить различные параметры.

source: Add or Modify a Boot Menu Entry
ru: Добавление пункта меню загрузки и внесения изменений в такие пункты

source: You can add an entry or modify the one you select first, by pressing the relevant button in the <emphasis>Bootloader Configuration</emphasis> screen and editing the screen that pops up on top of it.
ru: Чтобы добавить запись или внести изменения в выбранную запись, нажмите соответствующую кнопку на странице<emphasis>Настройки загрузчика</emphasis>. В ответ будет показано окно редактирования.

source: Some things that can be done without any risk, are changing the label of an entry and ticking the box to make an entry the default one.
ru: Некоторые из действий можно выполнять ничем не рискуя. К таким действиям относится изменение метки записи или обозначение типовоq записи в списке.

source: You can add the proper version number of an entry, or rename it completely.
ru: Вы можете добавить к записи надлежащий номер версии или полностью изменить название записи.

source: The default entry is the one the systems boots into if you don't make a choice while booting up.
ru: Типичный пункт - это пункт операционной системы, которая загружается, если пользователем не будет сделано другого выбора во время показа меню загрузки.

source: Editing other things can leave you with an unbootable system. Please don't just try something without knowing what you are doing.
ru: Изменение других параметров может привести к невозможности загрузки системы. Пожалуйста, не экспериментируйте с этими параметрами, если вам достоверно неизвестно их назначение.
