Repository: chewburashka/mageia-translation
Catalog: *_translations/help-*/help-*.po
Languages: ru

source: License and Release Notes
ru: Условия лицензирования и заметки о выпуске

source: License Agreement
ru: Лицензионное соглашение

source: Before installing <application>Mageia</application>, please read the license terms and conditions carefully.
ru: Перед установкой <application>Mageia</application>, будь те добры ознакомиться с условиями лицензирования.

source: These terms and conditions apply to the entire <application>Mageia</application> distribution and must be accepted before you can continue.
ru: Эти условия лицензирования касаются всего дистрибутива <application>Mageia</application>. Вам следует принять эти условия, иначе установка будет невозможна.

source: To accept, simply select <guilabel>Accept</guilabel> and then click on <guibutton>Next</guibutton>.
ru: Чтобы согласиться с условиями, отметьте пункт <guilabel>Принять</guilabel>, а потом нажать кнопку <guibutton>Далее</guibutton>.

source: If you decide not to accept these conditions, then we thank you for looking. Clicking <guibutton>Quit</guibutton> will reboot your computer.
ru: Если вы не согласны с условиями лицензионного соглашения, мы будем благодарны за то, что вы обратили внимание на наш дистрибутив. После нажатия кнопки <guibutton>Выйти</guibutton> ваш компьютер будет перезагружен.

source: Release Notes
ru: Заметки о выпуске

source: To see what's new in this release of <application>Mageia</application>, click on the <guibutton>Release Notes</guibutton> button.
ru: Чтобы ознакомиться со списком нововведений в <application>Mageia</application>, нажмите кнопку <guibutton>Заметки о выпуске</guibutton>.

source: User and Superuser Management
ru: Управление учётными записями пользователя и администратора

source: Set Administrator (root) Password:
ru: Восстановление пароля администратора (root):

source: It is advisable for all <application>Mageia</application> installations to set a superuser or administrator's password, usually called the <emphasis>root password</emphasis> in Linux. As you type a password into the top box the colour of its shield will change from red to yellow to green depending on the strength of the password. A green shield shows you are using a strong password. You need to repeat the same password in the box just below the first password box, this checks that you have not mistyped the first password by comparing them.
ru: В каждой установленной системе <application>Mageia</application> следует определить пароль суперпользователя или администратора. Такой пароль в Linux обычно называется <emphasis>пароль root</emphasis>. При вводе пароля цвет отметки щита меняться с красного на жёлтый, а затем на зелёный в зависимости от сложности пароля. Зелёный цвет соответствует достаточно сложным паролям. Вам также следует повторить ввод пароля в поле расположенном ниже, чтобы удостовериться, что пароль был введён без ошибок.

source: All passwords are case sensitive, it is best to use a mixture of letters (upper and lower case), numbers and other characters in a password.
ru: Все пароли следует указывать с учетом регистра. Лучше использовать в пароле смесь букв (большие и маленькие), цифры и другие символы.

source: Enter a user
ru: Введите пользователя

source: Add a user here. A user has fewer rights than the superuser (root), but enough to surf the internet, use office applications or play games and anything else the average user does with his computer
ru: С помощью этой панели вы можете добавить пользователей. Каждый пользователь имеет меньшие права доступа, чем суперпользователь (root), но достаточно прав для просмотра интернета, пользование офисными программами, игр и любых других задач, которые выполняются обычным пользователем за компьютером.

source: <guibutton>Icon</guibutton>: if you click on this button it will change the users icon.
ru: <guibutton>Иконка</guibutton>: с помощью этой кнопки можно изменить значок пользователя.

source: <guilabel>Real Name</guilabel>: Insert the users real name into this text box.
ru: <guilabel>Имя</guilabel>: в этом поле для ввода текста следует указать настоящее имя пользователя.

source: <guilabel>Login Name</guilabel>: Here you enter the user login name or let drakx use a version of the users real name. <emphasis>The login name is case sensitive.</emphasis>
ru: <guilabel>Имя пользователя</guilabel>: здесь вы можете ввести регистрационное имя пользователя или предоставить возможность drakx использовать определенную версию настоящего имени.

source: <guilabel>Password</guilabel>: In this text box you should type in the user password. There is a shield at the end of the text box that indicates the strength of the password. (See also <xref linkend="givePassword"></xref>)
ru: <guilabel>Пароль</guilabel>: в этом поле вам следует указать пароль. Цвет отметки щита рядом с полем соответствует сложности пароля (см. также

source: <guilabel>Password (again)</guilabel>: Retype the user password into this text box and drakx will check you have the same password in each of the user password text boxes.
ru: <guilabel>Пароль (ще раз)</guilabel>: повторите ввод пароля в этом поле. drakx проверит, совпадает введенный повторно пароль с его первоначальным вариантом.

source: Advanced User Management
ru: Дополнительные возможности управления записями пользователя

source: If the <guibutton>advanced</guibutton> button is clicked you are offered a screen that allows you to edit the settings for the user you are adding. Additionally, you can disable or enable a guest account.
ru: Если вы нажмете кнопку <guibutton>Дополнительно</guibutton>,программа откроет диалоговое окно, с помощью которого вы сможете изменить параметры учетной записи, которую вы добавляете. Кроме того, с помощью этого диалогового окна можно отключить или включить гостевой аккаунт.

source: Anything a guest with a default <emphasis>rbash</emphasis> guest account saves to his /home directory will be erased when he logs out. The guest should save his important files to a USB key.
ru: Любые данные, которые будут записаны с гостевого аккаунта <emphasis>rbash</emphasis> к соответствующему каталогу в /home, будут потеряны при выходе из системы. Пользователю гостевого аккаунта следует позаботиться о сохранении важных файлов на портативный носитель данных.

source: <guilabel>Enable guest account</guilabel>: Here you can enable or disable a guest account. The guest account allows a guest to log into and use the PC, but he has more restricted access than normal users.
ru: <guilabel>Включить гостевую запись</guilabel>: с помощью этого пункта можно включить или отключить гостевой аккаунт. Пользователь гостевого аккаунта сможет войти в систему, пользоваться компьютером, но иметь ограниченные права доступа даже по сравнению с обычными пользователями.

source: <guilabel>Shell</guilabel>: This drop down list allows you to change the shell used by the user you are adding in the previous screen, options are Bash, Dash and Sh
ru: <guilabel>Командная оболочка</guilabel>: с помощью этого раскрывающегося списка вы можете изменить командную оболочку, которая будет использоваться для работы пользователя. Возможны следующие варианты: Bash, Dash и Sh.

source: <guilabel>User ID</guilabel>: Here you can set the user ID for the user you are adding in the previous screen. This is a number. Leave it blank unless you know what you are doing.
ru: <guilabel>Код пользователя</guilabel>: здесь вы можете установить код (идентификатор) пользователя, от имени которого было добавлено с помощью предварительного окна. Следует указать номер аккаунта. Не заполняйте это поле, если вам неизвестны последствия ваших действий.

source: <guilabel>Group ID</guilabel>: This lets you set the group ID. Also a number, usually the same one as for the user. Leave it blank unless you know what you are doing.
ru: <guilabel>Код группы</guilabel>: здесь вы можете установить код (идентификатор) группы пользователя, от имени которого было добавлено с помощью предварительного окна. Следует указать номер, обычно тот же, что и для учетной записи пользователя. Не заполняйте это поле, если вам неизвестны последствия ваших действий.

source: Choose the mount points
ru: Выберете точки монтированния

source: Here you see the Linux partitions that have been found on your computer. If you don't agree with the <application>DrakX</application> suggestions, you can change the mount points.
ru: С помощью этой страницы вы можете просмотреть список разделов Linux на вашем компьютере. Если вы не согласны с предложениями <application>DrakX</application>, вы можете заменить точки монтированния.

source: If you change anything, make sure you still have a <literal>/</literal> (root) partition.
ru: В случае внесения изменений не забудьте, что среди разделов обязательно должен бутраздел <literal>/</literal>.

source: Every partition is shown as follows: "Device" ("Capacity", "Mount point", "Type").
ru: Для каждого из разделов будут показаны такие данные: «Устройство» («Ёмкость», «Точка монтированния», «Тип»).

source: "Device", is made up of: "hard drive", ["hard drive number"(letter)], "partition number" (for example, "sda5").
ru: Для пункта «Устройство» будет показано следующее: «жесткий диск», [«номер жесткого диска» (буква)], «номер раздела» (например, «sda5»).

source: If you have many partitions, you can choose many different mount points from the drop down menu, such as <literal>/</literal>, <literal>/home</literal> and <literal>/var</literal>. You can even make your own mount points, for instance <literal>/video</literal> for a partition where you want to store your films, or <literal>/cauldron-home</literal> for the <literal>/home</literal> partition of a cauldron install.
ru: Если в системе много разделов, с помощью выпадающего меню вы сможете выбрать для них разные точки монтирования, в частности такие: <literal>/</literal>, <literal>/home</literal> і <literal>/var</literal>. Кроме того, вы можете создать собственные точки монтирования, например <literal>/video</literal> раздела, на котором будут храниться ваши видео файлы или <literal>/cauldron-home</literal> для раздела <literal>/home</literal> установленной тестовой версии (cauldron).

source: For partitions you don't need to have access to, you can leave the mount point field blank.
ru: Для разделов, доступ к которым с помощью установленной системы не будет осуществляться, вы можете не указывать точку монтирования.

source: Choose <guibutton>Previous</guibutton> if you are not sure what to choose, and then tick <guilabel>Custom disk partitioning</guilabel>. In the screen that follows, you can click on a partition to see its type and size.
ru: Нажмите кнопку <guibutton>Назад</guibutton>, если вы не уверены с выбором. Нажмите кнопку <guilabel>Специальное распределение диска</guilabel>. В окне, которое будет открыто в ответ, вы сможете выбрать область раздела, чтобы просмотреть данные по типу и размеру раздела.

source: If you are sure the mount points are correct, click on <guibutton>Next</guibutton>, and choose whether you only want to format the partition(s) DrakX suggests, or more.
ru: Если вы уверены, что точки монтирования определены правильно, нажмите кнопку <guibutton>Далее</guibutton> и определитесь с тем, следует ли только форматировать разделы согласно предложений DrakX или выполнить дополнительные действия.

source: DrakX, the Mageia Installer
ru: DrakX, программа для установки Mageia

source: Whether you are new to GNU-Linux or an experienced user, the Mageia Installer is designed to help make your installation or upgrade as easy as possible.
ru: Неважно, есть у вас опыт использования GNU-Linux или нет, программа для установки Mageia разработана таким образом, чтобы установка или обновление системы прошло как можно проще для вас.

source: The initial menu screen has various options, however the default one will start the installer, which will normally be all that you will need.
ru: На начальном окне меню установки вы увидите пункты вариантов действий. Типичным будет пункт запуска программы для установки системы. Обычно, это именно тот пункт, который вам нужен.

source: Installation Welcome Screen
ru: Приветственное окно программы для установки

source: If there are problems during install, then it may be necessary to use special installation options, see <xref linkend="installationOptions"></xref>.
ru: Если при установке у вас возникнут проблемы, вам придется воспользоваться особыми параметрами установке см.. <xref linkend="installationOptions"></xref>.

source: The installation steps
ru: Шаги установки

source: The install process is divided into a number of steps, which can be followed on the side panel of the screen.
ru: Установка разделена на последовательность шагов, перечень которых будет показан на боковой панели экрана.

source: Each step has one or more screens which may also have <guibutton>Advanced</guibutton> buttons with extra, less commonly required, options.
ru: На каждом шаге вам будут показаны одна или несколько страниц, на которых вы можете увидеть кнопку <guibutton>Дополнительно</guibutton> , с помощью которой осуществляется доступ к дополнительным параметрам, которыми пользуются не так часто как основными.

source: Most screens have <guibutton>Help</guibutton> buttons which give further explanations about the current step.
ru: На большинстве страниц вы также увидите кнопку <guibutton>Справка</guibutton>,с помощью которой можно получить дополнительные объяснения относительно текущего шага.

source: If somewhere during install you decide to stop the installation, it is possible to reboot, but please think twice before you do this. Once a partition has been formatted or updates have started to be installed, your computer is no longer in the same state and rebooting it could very well leave you with an unusable system. If in spite of this you are very sure rebooting is what you want, go to a text terminal by pressing the three keys <guibutton>Alt Ctrl F2</guibutton> at the same time. After that, press <guibutton>Alt Ctrl Delete</guibutton> simultaneously to reboot.
ru: Если в течение процедуры установки вы решите прекратить установку тогда вы можете перезагрузить компьютер. Впрочем, вам следует тщательно обдумать ваши действия. После форматирования раздела или начала процедуры установки обновлений компьютер находиться в промежуточном состоянии. Перезагрузка может привести к невозможности пользования системой. Если, вопреки этим предупреждением, вы хотите перезагрузить систему, перейдите в текстовый терминал нажатием комбинации этих трех клавиш: <guibutton>Alt Ctrl F2</guibutton> одновременно. После этого, нажмите комбинацию клавиш <guibutton>Alt Ctrl Delete</guibutton>одновременно, чтобы перезагрузить компьютер.

source: Installation options
ru: Параметры установки

source: If the installation fails then it may be necessary to try again by using one of the extra options available by hitting the <guibutton>F1 (Help)</guibutton> key see <xref linkend="dx-welcome"></xref>
ru: Если программе установки не удается выполнить свое назначение должным образом, вы можете повторить попытку, воспользовавшись дополнительными вариантами, описание которых можно получить после нажатия клавиши <guibutton>F1 (Справка)</guibutton> см. <xref linkend="dx-welcome"></xref>.

source: This will open the following text based help.
ru: В ответ на нажатие этой клавиши будет открыто текстовое окно справочных данных.

source: Installation Help Screen
ru: Справочное окно системы установки

source: Installation Problems and Possible Solutions
ru: Проблемы с установкой и возможные пути их решения

source: No Graphical Interface
ru: Нет графического интерфейса

source: After the initial screen you did not reach the language selection screen. This can happen with some graphic cards and older systems. Try using low resolution by typing <code>vgalo</code> at the prompt.
ru: После начальной страницы не открывается страница выбора языка. Такое может случиться в системах с некоторыми графическими картами и в устаревших системах. Попробуйте воспользоваться режимом низкого разрешения. Для этого впишите<code>vgalo</code> в строку запроса.

source: If the hardware is very old, a graphical installation may not be possible. In this case it is worth trying a text mode installation. To use this hit ESC at the first welcome screen and confirm with ENTER. You will be presented with a black screen with the word "boot:". Type "text" and hit ENTER. Now continue with the installation in text mode.<emphasis></emphasis>
ru: Если компьютер очень старый, установка в графическом режиме может быть просто невозможна. В таком случае стоит воспользоваться установкой в текстовом режиме. Чтобы воспользоваться этим режимом, нажмите клавишу Esc, когда будет показан первый пригласительный экран, и подтвердите выполнение действия нажатием клавиши Enter. Введите <code>text</code> и нажмите клавишу Enter. Установка будет продолжена в текстовом режиме.<emphasis></emphasis>

source: The Install Freezes
ru: Остановка установки

source: If the system appeared to freeze during the installation, this may be a problem with hardware detection. In this case the automatic detection of hardware may be bypassed and dealt with later. To try this, type <code>noauto</code> at the prompt. This option may also be combined with other options as necessary.
ru: Установка останавливается. Если при установке система перестает отвечать на ваши запросы, вероятно, возникла проблема с определением характеристик оборудования. В таком случае можно обойти автоматическое определение характеристик оборудования и выполнить его настройки позже. Чтобы перевести установку системы в соответствующий режим, введите в строку запроса команду<code>noauto</code>. При необходимости эту команду можно совместить с вышеуказанными командами.

source: Kernel Options
ru: Параметры ядра

source: These will rarely be needed, but in some cases the hardware may report the available RAM incorrectly. To specify this manually, you can use the <code>mem=xxxM</code> parameter, where xxx is the correct amount of RAM. e.g. <code>mem=256M</code> would specify 256MB of RAM.
ru: Потреба у визначенні параметрів ядра виникає нечасто, але у певних випадках комп’ютер може повідомляти засобу встановлення помилкові дані щодо об’єму оперативної пам’яті. Щоб вказати об’єм оперативної пам’яті вручну, скористайтеся командою <code>mem=xxxM</code>, де xxx правильне значення об’єму оперативної пам’яті, наприклад <code>mem=256M</code> відповідає 256 МБ оперативної пам’яті.

source: Install or Upgrade
ru: Установка или обновление

source: Install
ru: Установка

source: Use this option for a fresh <application>Mageia</application> installation.
ru: Этим вариантом следует воспользоваться, если вы хотите установить <application>Mageia</application> с нуля.

source: Upgrade
ru: Обновление

source: If you have one or more previous installations of <application>Mageia</application> on your system, the installer will allow you to upgrade one of them to the latest release.
ru: Если на компьютере установлена ​​одна или несколько предыдущих версий <application>Mageia</application>,программа установки предоставит вам возможность обновить одну из установленных систем до последней версии.

source: If during install you decide to stop the installation, it is possible to reboot, but please think twice before you do this. Once a partition has been formatted or updates have started to be installed, your computer isn't in the same state anymore and rebooting it could very well leave you with an unusable system. If in spite of that you are very sure rebooting is what you want, go to a text terminal by pressing the three keys <guilabel>Alt Ctrl F2</guilabel> at the same time. After that, press <guilabel>Alt Ctrl Delete</guilabel> simultaneously to reboot.
ru: Если в течение процедуры установки вы решите прекратить установку вы можете перезагрузить компьютер. Впрочем, вам следует тщательно обдумать ваши действия. После форматирования раздела или начала процедуры установки обновлений компьютер находиться в промежуточном состоянии. Перезагрузка может привести к невозможности пользования системой. Если, вопреки этим предупреждением, вы хотите перезагрузить систему, перейдите в текстовый терминал нажатием комбинации этих трех клавиш: <guilabel>Alt Ctrl F2</guilabel> одновременно. После этого нажмите комбинацию клавиш <guilabel>Alt Ctrl Delete</guilabel> одновременно, чтобы перезагрузить компьютер.

source: If you have discovered that you forgot to select an additional language, you can return from the "Install or Upgrade" screen to the language choice screen by pressing <guilabel>Alt Ctrl Home</guilabel>. Do <emphasis>not</emphasis> do this later in the install.
ru: Если вы обнаружите, что забыли установить пакет дополнительного языка, вы можете вернуться со страницы «Установка или обновление» на страницу выбора языка нажатием комбинации клавиш <guilabel>Alt Ctrl Home</guilabel>. <emphasis>Не</emphasis> делайте этого во время следующих шагов установки.

source: Keyboard
ru: Клавиатура

source: DrakX selects an appropriate keyboard for your language. If no suitable keyboard is found it will default to a US keyboard layout.
ru: DrakX автоматически выбирает соответствующую раскладку клавиатуры с выбранным вами языком. Если в списке не окажется соответствующей раскладки, будет использована типичная американская раскладка.

source: Make sure that the selection is correct or choose another keyboard layout. If you don't know which layout your keyboard has, look in the specifications that came with your system, or ask the computer vendor. There may even be a label on the keyboard that identifies the layout. You can also look here: <link xlink:href="http://en.wikipedia.org/wiki/Keyboard_layout">en.wikipedia.org/wiki/Keyboard_layout</link>
ru: Убедитесь, что программа сделала правильный выбор, или выберите другую раскладку клавиатуры. Если вы не можете определиться с нужной вам раскладкой, ознакомьтесь с документацией к компьютеру или отправьте запрос к производителю. Кроме того, на некоторых из клавиатур можно найти отметку, которая содержит данные относительно раскладки клавиатуры. Также полезным может быть ознакомление с содержанием страницы: <link xlink:href="http://en.wikipedia.org/wiki/Keyboard_layout">en.wikipedia.org/wiki/Keyboard_layout</link>

source: If your keyboard isn't in the list shown, click on <guibutton>More</guibutton> to get a full list, and select your keyboard there.
ru: Если нужного пункта для вашей клавиатуры не будет в показанном списке, нажмите кнопку<guibutton>Еще</guibutton> для ознакомления с полным списком, из которого вы можете выбрать модель клавиатуры.

source: After choosing a keyboard from the <guibutton>More</guibutton> dialog, you'll return to the first keyboard choice dialog and it will seem as though a keyboard from that screen was chosen. You can safely ignore this anomaly and continue the installation: Your keyboard is the one you chose from the full list.
ru: После выбора модели клавиатуры с помощью диалогового окна <guibutton>Еще</guibutton> вы вернетесь к первому диалоговому окну выбора клавиатуры, в котором пункт клавиатуры останется прежним. Не обращайте на это внимание: средству установки уже сообщено, что вы выбрали надлежащую клавиатуры из полного списка.

source: If you choose a keyboard based on non-Latin characters, you will see an extra dialog screen asking how you would prefer to switch between the Latin and non-Latin keyboard layouts
ru: Если вами была выбрана раскладка с нелатинскими символами, программа покажет дополнительное диалоговое окно, с помощью которого вы сможете определиться со способом переключения между латинской и нелатинской раскладкой.

source: Please choose a language to use
ru: Выберите пожалуйста, язык
