Repository: chewburashka/mageia-translation
Catalog: *_translations/help-*/help-*.po
Languages: ru

source: Bootloader main options (old page)
ru: Основные параметры загрузчика (устаревшая страница)

source: This page was moved to <xref linkend="setupBootloader"></xref> because that page has the filename the help button in the '''Bootloader main options''' screen in installer links to.
ru: Эта страница была передвинута на новую страницу <xref linkend="setupBootloader"></xref>, поскольку эта страница называлась файла, которая отвечала файлу для кнопки справки на странице «Основные параметры загрузки» в программе установки.

source: Setup SCSI
ru: Настройка SCSI

source: DrakX usually detects hard disks correctly. With some older SCSI controllers it may be unable to determine the correct drivers to use and subsequently fail to recognise the drive.
ru: Обычно DrakX определяет параметры дисков правильно. Впрочем, если вы имеете дело с устаревшим дисковым контроллером SCSI, возможны ошибки, из-за которых программа не сможет установить нужных драйверов.

source: If this happens, you will need to manually tell Drakx which SCSI drive(s) you have.
ru: Если вам встретился именно такой контроллер, вам придется вручную сообщить DrakX, с которым диском SCSI придется иметь дело.

source: DrakX should then be able to configure the drive(s) correctly.
ru: После этого, DrakX сможет настроить систему на работу с дисками должным образом.

source: Set up X, graphic card and monitor configuration (old page)
ru: Настройка графического сервера, графической карты и монитора (устаревшая страница)

source: This page was moved to <xref linkend="configureX_chooser"></xref> because that page has the filename the help button in the '''Graphic Card and Monitor Configuration''' screen in installer links to.
ru: Страница была перемещена на <xref linkend="configureX_chooser"></xref>

source: Select mouse
ru: Выбор драйвера мыши

source: If you are not happy with how your mouse responds, you can select a different one here.
ru: Если у вас возникают проблемы с управлением курсором мыши, вы можете выбрать другой драйвер для мыши.

source: Usually, <guilabel>Universal</guilabel> - <guilabel>Any PS/2 and USB mice</guilabel> is a good choice.
ru: Обычно, <guilabel>Универсальная</guilabel> — <guilabel>Любая мышь PS/2 или USB</guilabel> является неплохим вариантом.

source: Select <guilabel>Universal</guilabel> - <guilabel>Force evdev</guilabel> to configure the buttons that do not work on a mouse with six or more buttons.
ru: Выберете пункт <guilabel>Универсальная</guilabel> — <guilabel>Задействовать evdev</guilabel>,чтобы настроить кнопки, которые не работают на мыши с шестью или более кнопками.

source: Bootloader expert use
ru: Дополнительные возможности управления загрузчиком

source: If you haven't done so yet, please read <xref linkend="setupBootloader"/> first.
ru: Если вы еще этого не сделали, сначала ознакомьтесь с разделом <xref linkend="setupBootloader"/>.

source: Adding a GRUB2 based system manually
ru: Добавление записи основанной на GRUB2 системы вручную

source: A GRUB2 based system may be added to the Mageia boot menu as follows:
ru: Чтобы добавить основанную на GRUB2 систему в меню загрузки Mageia, выполните следующие действия:

source: Boot into the system in question. In order to determine the GRUB2 version run the following command in a terminal:
ru: Скачать другую операционную систему. С целью определения версии GRUB2 выполните в терминале следующую команду:

source: or if that fails try:
ru: Если никаких полезных данных не будет выведено, попробуйте такую ​​команду:

source: If this returns "GNU GRUB version 0.97" (possibly with a custom suffix), then it is using GRUB (otherwise called GRUB legacy) not GRUB2 and your system should be correctly identified by Mageia during installation and added automatically to the menu.
ru: Если в ответ будет возвращен «GNU GRUB version 0.97» (возможно с каким-то дополнительным суффиксом), в системе используется GRUB (который еще называют устаревшим GRUB), а не GRUB2. Итак ваша система должным образом выявлена средствами Mageia при установке, а ее пункт будет добавлен в меню загрузки.

source: If this returns (GRUB) 1.98 or 1.99 or 2.xx, then you are using GRUB2.
ru: Если будет возвращена строка с (GRUB) 1.98, 1.99 или 2.xx, используется GRUB2.

source: Make a note of the version and enter this command to identify the root partition:
ru: Запишите номер версии и выполните следующую команду с целью определения названия корневого раздела:

source: This will output something like :
ru: В ответ будет выведено что-то такое:

source: sdb11 is the root partition - make a note of it.
ru: sdb11 — корневой раздел, - запомните его название.

source: Now check that the /boot folder is in the same partition by entering the following command:
ru: После этого проверьте, сохраняется ли папка /boot на том же разделе, с помощью команды:

source: If the /boot partition is different to the root partition then make a note and use the /boot partition in the "root" line when editing menu.lst below.
ru: Если раздел каталога /boot не совпадает с корневым разделом, запишите название раздела /boot и используйте ее в строке «root» при редактировании файла menu.lst, описанного ниже.

source: You can now shut down the system and install Mageia.
ru: Теперь можно завершить работу системы и перейти к установлению Mageia.

source: In your new running Mageia system, open a terminal and as root edit the file /boot/grub/menu.lst as follows:
ru: В запущенной системе Mageia откройте окно терминала и от имени администратора (root) откройте для редактирования файл /boot/grub/menu.lst. Добавьте в файл указанные ниже записи.

source: To become root use:
ru: Чтобы получить прав доступа root, выполните следующие команды:

source: (enter root password)
ru: (введите пароль root)

source: To open the file in an editor use:
ru: Чтобы открыть файл в текстовом редакторе, воспользуйтесь такой командой:

source: (replace "kwrite" with "gedit" if you are using Gnome)
ru: (замените «kwrite» на «gedit», если вы пользуетесь Gnome)

source: Add the following entry for your (e.g. Ubuntu) system, possibly as the second stanza. The position the item appears in the menu will depend on its position in the file:
ru: Добавьте следующую запись для вашей операционной системы (например Ubuntu). Расположения пункта в меню будет зависеть от расположения записи в файле

source: In the second line, "hd1" means the second hard drive, the "10" indicates the 11th partition. Drives and partitions in Mageia's legacy GRUB count from zero.
ru: Во второй строке «hd1» означает второй диск, а «10» соответствует одиннадцатому разделу. Отсчет дисков и разделов в устаревшем GRUB Mageia выполняется от нуля.

source: Therefore:
ru: Поэтому:

source: If the GRUB2 version is 2.xx then change the last line to :
ru: Если есть GRUB2 версии 2.xx, измените последнюю строку на такой:

source: If you needed to use "grub2-install" earlier then change <literal>"grub"</literal> to <literal>"grub2"</literal> in the last line.
ru: Если раньше вы использовали «grub2-install», измените <literal>«grub»</literal> на <literal>«grub2»</literal> в последней строке.

source: If /boot was on a separate partition, then remove <literal>"/boot"</literal> from the last line.
ru: Если /boot расположен на отдельном разделе, удалите <literal>«/boot»</literal> из последней строки.

source: Save the file and re-boot. You should now see your "Ubuntu" entry in the menu and be able to boot from it.
ru: Сохраните файл и перезагрузите компьютер. Теперь в меню должен быть пункт «Ubuntu», с помощью которого можно будет загрузить соответствующую систему.

source: Using an existing GRUB2 bootloader
ru: Использование существующего загрузчик GRUB2

source: If you didn't read the general part about using an existing bootloader yet, do so now. See <xref linkend="usingExistingBootloader"/>
ru: Если вы еще не ознакомились с общей частью по уже установленному загрузчику, сделайте это сейчас. См.. <xref linkend="usingExistingBootloader"/>.

source: There is a known bug in OS-prober used during GRUB2 installation in some versions of Debian/Ubuntu that incorrectly creates grub.cfg when adding Mageia (or Mandriva) systems. This is simple to work around and details of a fix can be found in the Mageia forum. Search for "prober", the topic is "grub problem", post #9 has the information.
ru: В некоторых версиях Debian/Ubuntu является известный недостаток, связанный с методом определения операционных систем при установке GRUB2. Из-за этого недостатка ошибочно создается grub.cfg при добавлении записей операционных систем Mageia (или Mandriva). Обойти этот недостаток довольно просто. Подробности можно найти на форуме Mageia. Выполните поиск по ключевому слову «prober». Тема ветки - «grub problem». Решение приведены в сообщении 9.

source: To make the fix permanent so that it will survive an Ubuntu kernel update, the Mageia entry should be added to <literal>/etc/grub.d/40_custom</literal>
ru: Чтобы это исправления не были устранены при обновлении ядра Ubuntu, следует добавить запись Mageia в файл <literal>/etc/grub.d/40_custom</literal>.

source: Stop Press: The bug is fixed in os-prober-1.53 released on 8th May 2012. So now, upgrading to the new version in your GRUB2 installation is the preferred solution.
ru: Замечание: этот недостаток исправлен в os-prober-1.53, выпущенного 8 мая 2012 года. Итак, теперь стоит отдать предпочтение обновлению до новой версии GRUB2 в вашей системе.

source: Bootloader main options
ru: Основные параметры загрузчика

source: If you prefer different bootloader settings to those chosen automatically by the installer, you can change them here.
ru: Если вам нужны другие параметры работы загрузчика, чем те, которые были выбраны автоматически программой для установки системы, вы можете изменить их с помощью этой страницы.

source: You may already have another operating system on your machine, in which case you need to decide whether to add Mageia to your existing bootloader, or allow Mageia to create a new one.
ru: Вероятно, вы уже пользовались какой-то операционной системой на компьютере. Если это так, вам следует определиться, должен ли быть добавлен пункт Mageia к меню текущего загрузчика, или Mageia должна создать собственный загрузчик.

source: The Mageia graphical menus are nice :)
ru: Графические меню Mageia выглядит великолепно. :)

source: Using a Mageia bootloader
ru: Использование загрузчиком Mageia

source: By default, Mageia writes a new GRUB (legacy) bootloader into the MBR (Master Boot Record) of your first hard drive. If you already have other operating systems installed, Mageia attempts to add them to your new Mageia boot menu.
ru: По умолчанию Mageia записывает новый загрузчик GRUB (устаревшую версию) в MBR (основной записи загрузки) первого диска компьютера. Если на диске уже были установлены операционные системы, Mageia попытается добавить пункты этих операционных систем в новое меню загрузки Mageia.

source: Mageia now also offers GRUB2 as an optional bootloader in addition to GRUB legacy and Lilo.
ru: В новой версии Mageia вы сможете воспользоваться загрузчиком GRUB2 в дополнение к устаревшей версии GRUB и Lilo.

source: Linux systems which use the GRUB2 bootloader are not currently supported by GRUB (legacy) and will not be recognised if the default GRUB bootloader is used.
ru: Операционные системы Linux, в которых используется загрузчик GRUB2, в текущей версии не распознаются и не поддерживаются типичным загрузчиком GRUB (устаревшей версии).

source: The best solution here is to use the GRUB2 bootloader which is available at the Summary page during installation.
ru: Лучшим решением является использование загрузчика GRUB2. Приказать системе использовать именно этот загрузчик можно на странице «Резюме» при установке операционной системы.

source: Using an existing bootloader
ru: Использование уже установленного загрузчика

source: If you decide to use an existing bootloader then you will need to remember to STOP at the summary page during the installation and click the Bootloader <guibutton>Configure</guibutton> button, which will allow you to change the bootloader install location.
ru: Если вы решите воспользоваться уже установленным загрузчиком, не забудьте остановиться на странице резюме при установке и нажать в разделе «Загрузчик» кнопку <guibutton>Настроить</guibutton> , с помощью которой вы сможете изменить место установки загрузчика.

source: Do not select a device e.g."sda", or you will overwrite your existing MBR. You must select the root partition that you chose during the partitioning phase earlier, e.g. sda7.
ru: Не выбирайте устройство, например «sda», иначе уже созданная запись MBR будет перезаписана. Вам следует выбрать корневой раздел, который выбран на шаге распределения диска на разделы, например «sda7».

source: To be clear, sda is a device, sda7 is a partition on that device.
ru: Если быть точным, sda - это устройство, а sda7 - раздел на устройстве.

source: Go to tty2 with Ctrl+Alt+F2 and type <literal>df</literal> to check where your <literal>/</literal> (root) partition is. Ctrl+Alt+F7 takes you back to the installer screen.
ru: Выделите tty2 нажатием комбинации клавиш Ctrl+Alt+F2 и отдайте команду <literal>df</literal> чтобы определить расположение вашего раздела <literal>/</literal> (корневого каталога). Вернуться к окну средства установки можно с помощью нажатия комбинации клавиш Ctrl+Alt+F7.

source: The exact procedure for adding your Mageia system to an existing bootloader is beyond the scope of this help, however in most cases it will involve running the relevant bootloader installation program which should detect and add it automatically. See the documentation for the operating system in question.
ru: Полный перечень шагов добавления пункта ОС Mageia в меню уже установленного загрузчика не является предметом этой справочной страницы. Впрочем, в основном, эти шаги связаны с запуском соответствующей программы установки загрузчика, которая должна выявить и добавить пункт системы в автоматическом режиме. Соответствующие пояснения должны быть приведены в документации другой операционной системы.

source: Bootloader advanced option
ru: Дополнительные параметры загрузчика

source: If you have very limited disk space for the <literal>/</literal> partition that contains <literal>/tmp</literal>, click on <guibutton>Advanced</guibutton> and check the box for <guilabel>Clean /tmp at each boot</guilabel>. This helps to maintain some free space.
ru: Если объем на диске с разделом <literal>/</literal>, содержащий каталог <literal>/tmp</literal>, является очень ограниченным, нажмите кнопку <guibutton>Дополнительно</guibutton> и отметьте пункт <guilabel>Очистить /tmp при каждой перезагрузке</guilabel>. Это поможет сэкономить немного места.

source: en
ru: ru

source: Installation with DrakX
ru: Установка с помощью DrakX

source: No one will see all the installer screens that you see in this manual. Which screens you will see, depends on your hardware and the choices you make while installing.
ru: Все страницы, описанные в этом учебнике увидеть сразу невозможно. Набор страниц, которые вы увидите зависит от набора оборудования в системе и выбранного вами варианта установки.

source: The texts and screenshots in this manual are available under the CC BY-SA 3.0 license <link ns6:href="http://creativecommons.org/licenses/by-sa/3.0/">http://creativecommons.org/licenses/by-sa/3.0/</link>.
ru: Текст и фотографии окон в этом учебнике предоставляются вам в соответствии с условиями лицензированияCC BY-SA 3.0, <link ns6:href="http://creativecommons.org/licenses/by-sa/3.0/">http://creativecommons.org/licenses/by-sa/3.0/</link>ю

source: This manual was produced with the help of the <link ns6:href="http://www.calenco.com">Calenco CMS</link> developed by <link ns6:href="http://www.neodoc.biz">NeoDoc</link>.
ru: Этот учебник был создан с помощью <link ns6:href="http://www.calenco.com">Calenco CMS</link>, разработанной компанией <link ns6:href="http://www.neodoc.biz">NeoDoc</link>.

source: It was written by volunteers in their free time. Please contact <link ns6:href="https://wiki.mageia.org/en/Documentation_team">Documentation Team</link>, if you would like to help improve this manual.
ru: Учебник был написан доброжелателями в свободное от основной работы время. Пожалуйста, обратитесь к <link ns6:href="https://wiki.mageia.org/en/Documentation_team">команды документирования</link>, Если вы хотите, помочь улучшить данное руководство.

source: Choose an X Server (Configure your Graphic Card)
ru: Выбор графического сервера (настройки вашей графической карты)

source: DrakX has a very comprehensive database of video cards and will usually correctly identify your video device.
ru: В DrakX предусмотрена очень полная база данных графических карт. Обычно, программа может правильно определить ваш видеоадаптер.

source: If the installer has not correctly detected your graphic card and you know which one you have, you can select it from the tree by:
ru: Если установщику не удалось должным образом определить вашу графическую карту и вам известно название этой карты, вы можете выбрать ее из иерархического списка по следующим критериям:

source: vendor
ru: разгаботчик

source: then the name of your card
ru: название вашей карты

source: and the type of card
ru: тип вашей карты

source: If you cannot find your card in the vendor lists (because it's not yet in the database or it's an older card) you may find a suitable driver in the Xorg category
ru: Если вашей карты нет в списке карт по производителям (поскольку она еще не успела попасть в базы данных или слишком старая), вы можете найти соответствующий драйвер в категории «Xorg».

source: The Xorg listing provides more than 40 generic and open source video card drivers. If you still can't find a named driver for your card there is the option of using the vesa driver which provides basic capabilities.
ru: В категории «Xorg» вы сможете воспользоваться одним из более 40 типовых драйверов с открытым кодом для видеокарт. Если вам все же не удастся найти драйвер по названию, вы можете воспользоваться драйвером "vesa". Этот драйвер обеспечивает базовые возможности видео.

source: Be aware that if you select an incompatible driver you may only have access to the Commandline Interface.
ru: Будьте внимательны: если драйвер будет выбран ошибочно, вы сможете получить доступ только к интерфейсу командной строки.

source: Some video card manufacturers provide proprietary drivers for Linux which may only be available in the Non-free or Tainted repositories and in some cases only from the card manufacturers' websites
ru: Некоторые производители видеокарт сами создают проприетарные (закрытые) драйверы для Linux. Доступ к таким драйверов можно получить только с помощью репозиториев пакетов «Non-free» и «Tainted» или сайтов производителей карт.

source: The Non-free and Tainted repositories need to be explicitly enabled to access them, you should do this after your first reboot.
ru: Вам следует явным образом включить репозитории «Non-free» и «Tainted», чтобы иметь к ним доступ. Сделать это следует после первой перезагрузки системы.

source: Choosing your Monitor
ru: Выбор монитора

source: DrakX has a very comprehensive database of monitors and will usually correctly identify yours.
ru: В DrakX предусмотрена очень полная база данных мониторов. Обычно, программа может правильно определить ваш монитор.

source: <emphasis>Selecting a monitor with different characteristics could damage your monitor or video hardware. Please don't try something without knowing what you are doing.</emphasis> If in doubt you should consult your monitor documentation
ru: <emphasis>Выбор пункта монитора с другими аппаратными характеристиками может привести к повреждению монитора или видеоаппаратуры. Пожалуйста, подумайте над вашим выбором..</emphasis> Если есть определенные сомнения, обратитесь к документации вашего монитора.

source: <emphasis>Custom</emphasis>
ru: <emphasis>Дополнительно</emphasis>

source: This option allows you to set two critical parameters, the vertical refresh rate and the horizontal sync rate. Vertical refresh determines how often the screen is refreshed and horizontal sync is the rate at which scan lines are displayed.
ru: С помощью этого пункта вы можете установить значение двух критических параметров: вертикальной частоты обновления и горизонтальной частоты синхронизации. Частота обновления определяет частоту, с которой обновляется изображение на экране, а частота синхронизации является частотой, с которой будет показано линии изображения.

source: It is <emphasis>VERY IMPORTANT</emphasis> that you do not specify a monitor type with a sync range that is beyond the capabilities of your monitor: you may damage your monitor. If in doubt, choose a conservative setting and consult your monitor documentation.
ru: <emphasis>ОЧЕНЬ ВАЖНО</emphasis> не указать тип монитора, возможности которого превышают возможности вашего, иначе вы можете повредите монитор. Если сомневаетесь, выберите минимальные параметры и внимательно ознакомьтесь с документацией к вашему монитору.

source: This is the default option and tries to determine the monitor type from the monitor database.
ru: Это типичный вариант: программа пытается определить тип вашего монитора по базе данных мониторов.

source: <emphasis>Vendor</emphasis>
ru: <emphasis>Производитель</emphasis>

source: If the installer has not correctly detected your monitor and you know which one you have, you can select it from the tree by selecting:
ru: Если установщику не удалось должным образом определить ваш монитор и вам известно название этого монитора, вы можете выбрать его из иерархического списка по следующим критериям:

source: the monitor manufacturers name
ru: название фирмы-производителя монитора

source: the monitor description
ru: описание монитора

source: <emphasis>Generic</emphasis>
ru: <emphasis>общий</emphasis>:

source: selecting this group displays nearly 30 display configurations such as 1024x768 @ 60Hz and includes Flat panel displays as used in laptops. This is often a good monitor selection group if you need to use the Vesa card driver when your video hardware cannot be determined automatically. Once again it may be wise to be conservative in your selections.
ru: если вы выберете эту группу, будет открыт список из около 30 типовых настроек дисплеев, подобных 1024x768@60 Гц, в который включены параметры плоских панелей дисплеев для ноутбуков. Обычно, этой группой стоит пользоваться, если у вас возникла необходимость использовать драйвер «Vesa» для вашей карты, то есть вашу видеокарту не удалось определить автоматически. Опять же, стоит параметры выбирать очень осторожно.

source: Graphic Card and Monitor Configuration
ru: Настройки графической карты и монитора
